import Navbar from "../../components/layout/Navbar";

export default function Rules() {
  return (
    <>
      <div 
        className="fixed inset-0 bg-cover bg-center bg-no-repeat -z-10"
        style={{ backgroundImage: "url(/images/photo-1.jpg)" }}
      />

      <Navbar />
      <div className="h-20"></div>

      <section className="w-full bg-[#e35d06] py-13 text-center text-white shadow-md">
        <h1 className="text-4xl font-bold">قوانین و مقررات</h1>
        <p className="mt-4 text-lg opacity-90"><b>خانه</b> / قوانین و مقررات</p>
      </section>

      <section className="max-w-5xl mx-auto px-6 py-16 text-right  mt-10 leading-9 text-xl text-gray-700">
        
        <p>
 کلیه سفارشات ثبت شده در سایت کوکو کیدز به وسیله ارسال پیش فاکتور از طریق ایمیل، در صف پردازش قرار می‏‌گیرند.
کوکو کیدز همواره در ارسال و تحویل کلیه سفارشات ثبت شده، نهایت دقت و تلاش خود را انجام می‌دهد. با وجود این، در صورتی که موجودی محصولی به پایان برسد، حتی پس از اقدام مشتری به سفارش‌‏گذاری، حق کنسل کردن آن سفارش و یا استرداد وجه سفارش برای کوکو کیدز محفوظ است و یا مشتری می‏‌تواند به جای کالای به اتمام رسیده، محصول دیگری را جایگزین کند.
        </p>

        <p className="mt-8">
کاربران باید هنگام سفارش کالای مورد نظر خود، فرم سفارش را با اطلاعات صحیح و به طور کامل تکمیل کنند. بدیهی است درصورت ورود اطلاعات ناقص یا نادرست، سفارش کاربر قابل پیگیری و تحویل نخواهد بود. بنابراین درج آدرس، ایمیل و شماره تماس‌های همراه و ثابت توسط مشتری، به منزله مورد تایید بودن صحت آنها است و در صورتی که این موارد به صورت صحیح یا کامل درج نشده باشد، کوکو کیدز جهت اطمینان از صحت و قطعیت ثبت سفارش می‌تواند از مشتری، اطلاعات تکمیلی و بیشتری درخواست کند.
‌درصورت اشتباه کاربر در انتخاب سایز، رنگ و… به هیچ عنوان امکان مرجوعی و تعویض وجود ندارد پس در انتخاب دقت نموده و توضیحات محصولات را با دقت مطالعه کنید.
درصورت هر گونه عیب و نقص در محصولات یا بروز اشتباه از طرف کوکو کیدز در ارسال سفارشات، در صورتی که تا 24 ساعت پس از تحویل اطلاع داده شود قابل تعویض یا مرجوعی میباشد.
مبلغ سفارشات مرجوعی پس از مرجوع کردن و دریافت کدمرسوله از مشتری ، تا ۴۸ ساعت پرداخت میشود.
کاربر بعد از ثبت و پرداخت، امکان ویرایش سفارش خود را ندارد.
        </p>

        <p className="mt-8">
به سانت های اعلام شده، دقت کنید. ملاک اصلی برای خرید، لیبل نبوده و سانت های اعلام شده، را ملاک انتخاب قرار دهید. بایستی یک الی دو سانتیمتر، خطای اندازه گیری را در نظر بگیرید.
همه عکس های سایت، غیر ژورنالی بوده و با دوربین گوشی گرفته شده اند.        </p>

      </section>
      <section className="w-full flex justify-start">
  <img 
    src="/images/photo-3.png" 
    className="w-[250px] object-contain  pointer-events-none select-none"
    alt=""
  />
</section>

    </>
  );
}
